StruSoft.Interop.StruXml.Data.Edgetype


StruSoft.Interop.StruXml.Data.Edgetype.Line


StruSoft.Interop.StruXml.Data.Edgetype.Arc


StruSoft.Interop.StruXml.Data.Edgetype.Spline


StruSoft.Interop.StruXml.Data.Edgetype.Polyline


StruSoft.Interop.StruXml.Data.Edgetype.Circle
